[
  {
    "image": "https://i.ibb.co/XZQ9NZN/1.png",
    "estate_title": "Modern Single-Family Home",
    "productId": 1,
    "segment": "Single-family homes",
    "description": "Single-family homes represent more than just a housing option; they embody the quintessential American dream of homeownership. These dwellings offer a sense of permanence and stability, serving as the foundation for families to build their lives and create lasting memories. Each home tells a unique story, reflecting the personality and lifestyle of its occupants. From quaint cottages with charming front porches to sleek modern estates with panoramic views, the diversity of single-family homes is vast and varied. Beyond their aesthetic appeal, these homes provide functional spaces for daily living, from cozy bedrooms for restful nights to spacious kitchens for culinary adventures. ",
    "price": "$500,000",
    "status": "sale",
    "area": "2500 sq ft",
    "location": "Suburban neighborhood, City X",
    "facilities": ["spacious living room", "backyard garden", "modern kitchen"]
  },
  {
    "image": "https://i.ibb.co/F8Pk0nx/2.png",
    "estate_title": "Cozy Cottage",
    "productId": 2,
    "segment": "Single-family homes",
    "description": "Single-family homes offer a unique blend of privacy, space, and independence, making them a popular choice for families and individuals alike. These residences provide the freedom to customize and personalize living spaces according to individual preferences and needs. With features such as spacious living areas, private yards, and modern amenities, single-family homes cater to a diverse range of lifestyles. Whether nestled in suburban neighborhoods, rural countryside, or historic districts, these homes often embody a sense of community and belonging.",
    "price": "$300,000",
    "status": "sale",
    "area": "1500 sq ft",
    "location": "Rural countryside, City Y",
    "facilities": ["rustic fireplace", "garden patio", "country-style kitchen"]
  },
  {
    "image": "https://i.ibb.co/MB3Lh74/3.png",
    "estate_title": "Luxury Apartment",
    "productId": 3,
    "segment": "Apartments",
    "description": "Exquisite apartment with opulent amenities and breathtaking views of the city. Situated in the vibrant downtown area of City Z, this luxury apartment offers the epitome of urban living. With a spacious layout encompassing 1200 square feet, residents can enjoy the comfort and elegance of modern living combined with the convenience of city life.",
    "price": "$2,000/month",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Downtown area, City Z",
    "facilities": ["swimming pool", "gym", "concierge service"]
  },
  {
    "image": "https://i.ibb.co/X89MsPf/4.png",
    "estate_title": "Historic Townhouse",
    "productId": 4,
    "segment": "Townhouses",
    "description": "Elegant townhouse with historic charm and modern updates, situated in a picturesque neighborhood. This historic townhouse, located in the heart of City Y's historic district, offers a unique blend of old-world charm and contemporary comfort. With original architectural details preserved alongside modern amenities, residents can experience the best of both worlds.",
    "price": "$900,000",
    "status": "sale",
    "area": "3200 sq ft",
    "location": "Historic district, City Y",
    "facilities": [
      "original architectural details",
      "private courtyard",
      "gourmet kitchen"
    ]
  },
  {
    "image": "https://i.ibb.co/GVvM9BM/5.png",
    "estate_title": "Student Dormitory",
    "productId": 5,
    "segment": "Student housing",
    "description": "Modern dormitory accommodation designed for students, offering convenience and community. Located near the bustling university campus in City X, this student dormitory provides a comfortable and conducive living environment for academic pursuits. With shared amenities such as study areas and laundry facilities, students can enjoy both privacy and social interaction.",
    "price": "$800/month",
    "status": "rent",
    "area": "200 sq ft (per room)",
    "location": "Near university campus, City X",
    "facilities": ["study area", "shared kitchen", "laundry facilities"]
  },
  {
    "image": "https://i.ibb.co/cch9N1D/6.png",
    "estate_title": "Senior Living Community",
    "productId": 6,
    "segment": "Senior living communities",
    "description": "Retirement community providing comfortable living for seniors with various amenities and care options. Nestled within the serene surroundings of a retirement village in City Y, this senior living community offers a peaceful and supportive environment for retirees. With amenities such as meal service, fitness facilities, and medical care, residents can enjoy a fulfilling and worry-free retirement.",
    "price": "$3,500/month",
    "status": "rent",
    "area": "1000 sq ft (apartment)",
    "location": "Retirement village, City Y",
    "facilities": ["meal service", "fitness center", "medical care"]
  },
  {
    "image": "https://i.ibb.co/Yy7dY7q/7.png",
    "estate_title": "Beachfront Villa",
    "productId": 7,
    "segment": "Vacation rentals",
    "description": "Luxurious beachfront villa perfect for a holiday getaway, offering stunning ocean views and resort-style amenities. Situated in a tropical paradise in City Z, this beachfront villa is the epitome of luxury living. With private beach access, an infinity pool, and an outdoor dining area, guests can indulge in relaxation and recreation amidst breathtaking surroundings.",
    "price": "$1,500/night",
    "status": "rent",
    "area": "4000 sq ft",
    "location": "Tropical paradise, City Z",
    "facilities": [
      "private beach access",
      "infinity pool",
      "outdoor dining area"
    ]
  },
  {
    "image": "https://i.ibb.co/2kg37FS/8.png",
    "estate_title": "Urban Loft",
    "productId": 8,
    "segment": "Apartments",
    "description": "Spacious loft apartment located in the vibrant urban center, offering modern living in a lively neighborhood. This urban loft, nestled in the bustling city center of City X, provides residents with a contemporary and dynamic living space. With an open-concept layout, city views, and access to a fitness center, residents can experience the excitement of urban living.",
    "price": "$1,200/month",
    "status": "rent",
    "area": "800 sq ft",
    "location": "City center, City X",
    "facilities": ["open-concept layout", "city views", "fitness center"]
  },
  {
    "image": "https://i.ibb.co/TmVbK2r/9.png",
    "estate_title": "Family Vacation Home",
    "productId": 9,
    "segment": "Vacation rentals",
    "description": "Comfortable vacation home perfect for families, located near popular attractions and recreational activities. Ideal for families seeking a memorable vacation experience, this vacation home in City Y offers comfort and convenience. With amenities such as a game room, outdoor patio, and barbecue grill, guests can create lasting memories in a welcoming environment.",
    "price": "$300/night",
    "status": "rent",
    "area": "1800 sq ft",
    "location": "Tourist destination, City Y",
    "facilities": ["game room", "outdoor patio", "barbecue grill"]
  }
]
